---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Events.ViewPrintedEventArgs
source: html/d5ee73e5-e77f-7c62-fadf-97cb338f937e.htm
---
# ViewPrintedEventArgs Members

Indicates whether the event is being cancelled.